<?php
// Heading
$_['heading_title']    = 'Шорткоды';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование шорткода';
$_['text_add']         = 'Создание шорткода';

// Entry
$_['entry_admin_name'] = 'Название шорткода';
$_['entry_name']       = 'Шорткод';
$_['entry_type']       = 'Тип шорткода';
$_['entry_code']       = 'Содержимое';

// Error
$_['error_permission'] = 'У Вас нет прав для управления даннным модулем!';
$_['error_name']       = 'Название шорткода должно содержать от 3 до 255 символов и быть уникальным!';

// Сolumn
$_['column_admin_name']= 'Название шорткода';
$_['column_name']      = 'Шорткод';
$_['column_type']      = 'Тип шорткода';
$_['column_action']    = 'Действие';